{
  "Solutions": "الحلول",
  "Products": "المنتجات",
  "Language": "اللغة",
  "Arabic": "العربية",
  "English": "الإنڨليزية",
  "About us": "من نحن",
  "Book a Call": "احجز مكالمة",
  "Accelerate your success": "سرّع نجاحك",
  "We help businesses of all sizes grow faster and conﬁdently with custom software, dedicated teams and expert guidance.": "نساعد الشركات من جمیع الأحجام على النمو بشكل أسرع وبثقة من خلال برمجیات مخصصة، فرق متخصصة والاستشارات الخبیرة.",
  "Let's disscuss your needs": "لنتناقش الآن",
  "Struggling to Find the Right talent, Manage Scope or Launch Quickly?": "ھل تعاني من صعوبة في العثور على المواھب المناسبة، إدارة نطاق مشروعك أوالسرعة في الإطلاق؟",
  "Bridge the gap between your vision and reality through our skilled developers, seamless team integration and proven processes.": "نحن نساعدك على تحویل رؤيتك إلى واقع من خلال فریق من المطورین المھرة وعملیات التكامل السلسة والأسالیب المثبتة",
  "Comprehensive Solutions": "حلول شاملة",
  "For Every Need": "لجمیع احتیاجاتك",
  "Fast MVP": "نموذج أولي سریع",
  "Precision project scope": "نطاق المشروع الدقیق",
  "Dedicated development teams": "فرق تطویر مخصصة",
  "Consulting": "الاستشارات",
  "Build your MVP with ease and get to market faster.": "إحصل على النموذج الأولي الخاص بك بسھولة وادخل السوق بشكل أسرع",
  "Define your scope, stay on track and maximize ROI": "حدد نطاق مشروعك، ابق على المسار الصحیح وعظم عائد الاستثمار",
  "Improve and extend your business smartly with skilled developers who understand your needs.": "حسّن عملك بذكاء مع مطورین مھرة یفھمون احتیاجاتك",
  "Get the right support from a true ally to tackle specific challenges and optimize your process.": "احصل على الدعم المناسب من حلیف حقیقي لمواجھة التحدیات وتطویر خدماتك.",
  "Build your MVP with ease, with us": "اصنع نموذجك الأول و إرتقي إلى المستوى التالي",
  "Launching a startup is like going on an exciting journey, full of ups and downs. We get it because, like you, we’ve been through the tough parts of it: the hard work, the long hours and the responsibility to those who believe in you, including yourself. The good news is, you don’t have to do it all alone. At Accelerant, we believe that success often comes with the right support and we’re here for you. We’ve seen it all, so we know exactly what you need and how to get it done fast, not wasting your time or money. Building your Minimum Viable Product (MVP) is super important. It’s like a quick test drive for your business, letting you learn about your customers and convince investors with the least effort. We are determined to bring your vision to life (on a budget) and build you a strong MVP that takes your startup to the next level ! Your success is not just a goal, it’s our shared destination and we’re on this journey together.": "إطلاق شركة ناشئة ھو بمثابة خوض غمار مغامرة شی ّ قة ملیئة بالتحدیات. نحن نتفھم ذلك لأننا، مثلك، خضنا ھذه المغامرة وتع رّ فنا على صعوباتھا المختلفة، بما في ذلك العمل الشاق، الساعات الطویلة والمسؤولیة تجاه من یؤمنون بك، بمن فیھم نفسك. الخبر السار ھو أنك لست مضطرًا لخوض ھذه التجربة بمفردك. نحن في أكسیلیرانت نؤمن بأن النجاح غالبا ما یتحقق بدعم مناسب، ونحن ھنا من أجلك. لقد شھدنا كل شيء تقریبا، لذلك نعرف ما تحتاجه وكیفیة تحقیقه بسرعة ودون إضاعة وقتك وأموالك.. بناء النموذج الأول لمنتجك (MVP) أمر بالغ الأھمیة. إنه بمثابة اختبار قیادة سریع لعملك التجاري، حیث یتیح لك التعرف على عملائك وإقناع المستثمرین بأقل جھد ممكن.. نحن مصممون على تحویل رؤیتك إلى حقیقة (بمیزانیة محددة) وبناء منتج MVP قوي یرتقي بشركتك الناشئة إلى المستوى التالي! نجاحك لیس مجرد ھدف، بل وجھة مشتركة لنا، ونحن في ھذه الرحلة معا",
  "Maximize ROI with Precision Project Scope": "مشروع محكم و ربح مؤكد",
  "In today’s rapidly evolving market, it’s crucial for businesses like yours to constantly innovate and adapt. Whether it’s optimizing existing services, venturing into new product lines, or simply seeking a fresh perspective, we understand the pressure to stay ahead of the curve and exceed customer expectations. Our proven expertise in project management, coupled with our deep technical skills, positions us as your trusted partner in bringing your vision to life. We have a proven track record of delivering successful projects on time and within budget, ensuring a smooth and collaborative journey from concept to completion. We believe in a client-centric approach, where open collaboration is paramount. We insist in maintaining clear and consistent communication throughout the process, ensuring you’re informed and involved every step of the way, right up to successful delivery. Tell us your needs, and we’ll work closely with you to translate them into tangible solutions !": "في سوق سريعة التطور، من الضروري للشركات أن تبتكر وتتكيف باستمرار. سواء كان الأمر یتعلق بتحسین الخدمات الحالیة، التوسع في خطوط المنتجات الجدیدة، أو ببساطة البحث عن رؤیة جدیدة نحن نتفھم الضغط الذي تمر به لتبقى في المقدمة وتتجاوز توقعات العملاء خبرتنا المثبتة في إدارة المشاریع، إلى جانب مھاراتنا التقنیة العمیقة، تجعلنا شریكا موثوقا لك في تحویل رؤیتك إلى واقع. لدینا سجل حافل بالنجاح في تسلیم مشاریع ناجحة في الوقت المحدد وضمن المیزانیة، مما یضمن رحلة سلسة وتعاونیة من المفھوم حتى الإنجاز. ثم أننا نؤمن بأسلوب یرتكز على العمیل، حیث یكون الحوار المفتوح ھو الأھم ونصر على الحفاظ على إتصال واضح ومنتظم طوال العمل، مما یضمن إبقاءك مطلعا ومرتبطا بكل خطوة على الطریق حتى التسلیم. أخبرنا باحتیاجاتك، وسنعمل معك بشكل وثیق لتحویلھا إلى حلول ملموسة.",
  "Improve and extend your business smartly": "تطویر ذكي وامتداد مستمر",
  "We are totally aware that running a business is incredibly challenging, especially post-pandemic, where each investment and decision carries significant weight. This includes hiring new people, finding experts, all while dealing with budget cuts… That’s where our Dedicated Team comes in. We’re like your secret weapon, a special group that works only on your goals. Think of us as an extension of your own team, but even better! No more dealing with tons of different people. You’ll have just one contact person who speaks your language. We’ll cut out the confusion and delays, focusing on what matters: making your vision a reality. With our Dedicated Team, you’re in charge. You do what you’re best at, and we’ll help you keep your customers happy !": "نحن ندرك تماما أن إدارة عملك تشكل تحدیا لا یُستھان به، خاصة بعد جائحة كوفید 19،حیث یحمل كل استثمار وكل قرار وزنا كبیرًا. وھذا یتضمن توظیف أشخاص جدد والبحث عن خبراء، وذلك في الوقت الذي یتعین فیه التعامل مع تقلیصات المیزانیة... ھنا یأتي دور فریقنا المخصص، الذي سیكون بمثابة سلاحك السرّي بما أنه سیعمل فقط على تحقیق أھدافك. فكر بنا كامتداد لفریقك الخاص، ولكن بصورة أفضل! لا مزید من التعامل مع عدد كبیر من الأشخاص المختلفین. سیكون لدیك جھة واحدة یسھل التواصل معھا. سنزیل الالتباس والتأخیر، ونركز على ما یھم : تحویل رؤیتك إلى حقیقة.. مع فریقنا المخصص، ستكون لدیك السیطرة التامة على عملك وستتمكن من التركیز على ما تجیده فقط!",
  "Get the right support from a true ally": "احصل على الدعم الصحیح من شریك حقیقي",
  "Looking for the right consultant goes beyond just technical skills. It’s like searching for a true partner. Someone who understands your business, puts your needs first and values honesty and clear communication in building a solid relationship. At Accelerant, we don’t settle for being your typical consultants; we’re your allies. We believe in being upfront and truthful, even if it doesn’t give us a quick win. Why? Because we understand that trust and transparency are the bedrock of lasting partnerships. We’re not just here to clock in and out. We invest ourselves in every project, tailoring open-source solutions to match your unique needs and challenges. Whether it’s choosing, implementing, customizing, or providing ongoing support, we’re with you every step of the way. Our aim? To not just meet but exceed your expectations and help you unleash the full potential of your business. Let’s talk ! We’re confident we can build a partnership that drives success.": "البحث عن الاستشاري المناسب لا يقتصر فقط على المھارات التقنیة. إنه أشبه بالبحث عن شریك حقیقي، شریك یفھم عملك ویضع احتیاجاتك في المقام الأول ویقدر الصدق والوضوح في التواصل لبناء علاقة متینة. في أكسیلیرانت، لا نكتفي بأن نكون مستشاریك المعتادین؛ نحن حلفاؤك. نؤمن بأھمیة الصراحة والشفافیة، حتى لو لم یكن ذلك سیحقق لنا مكسبا سریعا. لماذا؟ لأننا ندرك أن الثقة والشفافیة ھما الأساس الحقیقي للشراكات الدائمة. نحن نستثمر أنفسنا في كل مشروع، ونعمل على تكییف حلول مفتوحة المصدر لتلبي احتیاجاتك وتحدیاتك الفریدة. سواء ً تعلق الأمر باختیار الحلول أو تنفیذھا أو تخصیصھا أو تقدیم الدعم المستمر، نحن معك في كل خطوة على الطریق. ھدفنا لیس فقط تلبیة توقعاتك، بل تجاوزھا، ومساعدتك على إطلاق العنان لإمكانیات عملك الكاملة نحن على ثقة بأننا نستطیع بناء شراكة تقودك إلى النجاح.",
  "Bringing Visions To Life": "تحویل الرؤیة إلى حقیقة",
  "We proudly partnered with promising businesses like yours and had the privilege to collaborate hand in hand to optimize their processes and bring their visions to life.": "فخورون بتعاملنا مع شركات ناشئة وواعدة مثلك، حیث قمنا بالتعاون معھا بشكل وثیق لتحسین عملیاتھا وتحویل أفكارھا إلى واقع ملموس.",
  "Explore A Selection Of Our Innovative Products": "تعرف على مجموعة من منتجاتنا الرائدة",
  "VEYN": "VEYN",
  "Keep your business on the move": "دوم الحركة، دوم النجاح",
  "Veyn is like your vital connection to smoother, more efficient operations.It provides you with data-driven insights, automates your workflows, and optimizes resource allocation, enabling companies like yours to seize control by navigating disruptions, maximizing profits and satisfying customers. Much like veins carry vital information throughout your body, Veyn seamlessly integrates into your operations, serving as your centralized command center.": "شریكك Veyn في تحقیق عملیات أكثر سلاسة وفاعلیة. یمنحك Veyn بصائرمستندة على البیانات، یبسط إجراءات العمل الخاصة بك ویضمن استغلال الموارد بأفضل شكل ممكن. من خلال Veyn، ستتمكن من السیطرة على عملك، وتخطي العقبات، زیادة أرباحك وإرضاء عملائك بشكل أفضل. تماما ً كما یضخ نظام الأوردة المعلومات الحیویة في جسدك، فإن Veyn یتكامل بسلاسة مع عملیاتك، لیكون بمثابة مركز قیادة رئیسي لك.",
  "Learn more": "اعرف المزيد",
  "KASB": "KASB",
  "Make every purchase a win-win": "ربح مضاعف و كسب للجمیع",
  "Imagine this: You pop into your neighborhood bakery. You grab your usual bread and delightful croissant, chat with the friendly baker and, surprise! A little bonus finds its way to your pocket: a commission on your purchase. That’s how Kasb works: every Kasb transaction turns your daily essentials into earning opportunities. It’s like having a personalized loyalty program in every shop you visit, only instead of points, you get real cashback.": "تخیل أنك ذھبت كعادتك إلى مخبز الحي، لتشتري خبزك المفضل و تتبادل الحدیث مع الخباز ، وفجأة تحصل على مكافأة إضافیة وھي نسبة مالیة من قیمة مشتریاتك. مع كسب، كل عملیة شراء تتحول إلى فرص للربح. كما لو أنك تملك برنامج ولاء خاص في كل متجر تزوره، ولكن بدلا ً من النقاط، تحصل على استرداد دي حقیقي. لكن كسب لیس مجرد كسب شخصي. إنھید ممدودة للمشاریع المحلیة الصغیرة التي من خلالھ، یمكنھا الوصول إلى المزید من الزبائن، بناء روابط أقوى معھم والتمیز عن المنافسین الكبار.",
  "FORSTEK": "FORSTEK",
  "Find your perfect job match": "الوظیفة المناسبة للموظف المثالي",
  "Forstek is a solution aimed to revolutionize mass recruitment for all. No more endless and fruitless searches! If you’re looking for a job, just create your profile, upload your documents, and get instant notifications for opportunities that match your skills. And if you’re a recruiter, enjoy a vast, efficient database with all the info you need, making your job easier and less time-consuming.": "Forstek ھو الحل الذي نسعى من خلاله لإحداث تغییر إیجابي في عملیة التوظیف الشامل للجمیع كفى من عملیات البحث الطویلة والمجھدة! إذا كنت تبحث عن وظیفة، ما علیك سوى إنشاء ملفك الشخصي ورفع مستنداتك، وستتلقى إشعارات فوریة بفرص العمل التي تتوافق مع مھاراتك. وإذا كنت صاحب عمل، فسوف تتمتع بقاعدة بیانات ضخمة وفعالة تحتوي على جمیع المعلومات التي تحتاجھا، ما یجعل عملك أسھل وأقل استھلاكا للوقت.",
  "PARCEL DELIVERY": "PARCEL DELIVERY",
  "Track your success, Deliver on promises": "الوظیفة المناسبة للموظف المثالي",
  "Parcel Delivery, your all-in-one platform designed to streamline every step of the delivery journey, from pickup to ensuring a satisfied customer at the end. Picture traceable journeys with no more disappearing acts. Everything is crystal clear, from location updates to estimated delivery times. An entirely automated process, from route planning to billing, allows you to focus on what truly matters. And, of course, happy customers and delighted partners who will come back for more.": "إلیك Parcel Delivery. منصة متكاملة تسھل كل خطوة في رحلة التوصیل، من استلام البضائع إلى تسلیمھا وإسعاد العملاء. تخیل متابعة مسار الطرود لحظة بلحظة دون مفاجآت. كل شيء واضح تماما ً ، من تحدیثات الموقع حتى تقدیرات التسلیم. عملیة آلیة بالكامل، من تخطیط المسارات إلى الفواتیر، تمنحك حریة التركیز على ما یھم حقا: خدمة عملاء متمیزة وبناء شراكات راسخة",
  "CLICK FLYER": "CLICK FLYER",
  "Your best deal for smart shopping": "أفضل عرض لتسوق ذكي",
  "Click Flyer is not just an average flyer, it’s smarter and way better. Consider it your super-smart shopping assistant, helping you discover a vast array of products and items. It keeps you informed about the latest deals and discounts, empowering you to make better purchasing decisions that fit your budget. Click Flyer also stands as a great solution for merchants, providing them with a budget-friendly stage to showcase their products. This way, you get to discover all the hidden gems they have to offer.": "كلیك فلایر!. فھو أكثر من مجرد منشور عادي وإنما مساعد تسوق ذكي یفتح لك آفاقا جدیدة. إعتبر كلیك فلایر كمساعدك الشخصي في عالم التسوق. یرشدك إلى مجموعة واسعة من المنتجات والعروض المذھلة، یبقیك على اطلاع دائم بأحدث التخفیضات والخصومات، مما یمنحك القدرة على اتخاذ قرارات شراء أفضل تلائم میزانیتك.",
  "Experience Accelerant": "استمتع بمزايا",
  "Advantages": "Accelerant",
  "Reduce Costs": "خفض التكالیف",
  "Access skilled talent at competitive rates compared to local markets.": "مواھب ماھرة بأسعار تنافسیة مقارنة بالأسواق المحلیة",
  "Scale Seamlessly": "التوسع بسلالسة",
  "Grow your team effortlessly as your needs evolve.": "فريق منسجم يدعم نموك و يعمل على تحقيق أهدافك",
  "Enjoy Peace Of Mind": "راحة البال",
  "Benefit from dedicated project management and transparent communication.": "إدارة مشروع متخصصة و اتصال شفاف",
  "Accelerate Time To Market": "تسريع الوقت اللازم للطرح في السوق",
  "Agile development, dedicated teams and efficient processes speed up your launch.": "تطوير رشيق، فرق  مخصصة و عم ات فعالة",
  "Build Better Software": "بناء برنامج  أفضل",
  "Leverage top-quality developers with cutting-edge technology skills.": "مطورين من ذوي مهارات تقنية عالية",
  "Why": "لماذا تختار",
  "Accelerant ?": "Accelerant?",
  "Certified and experienced developers and project managers.": "مطورون ومدیرو مشاریع ذوي خبرة.",
  "Proven methodologies and established track record.": "منھجیات مثبتة وسجل حافل بالإنجازات.",
  "Unwavering commitment to customer satisfaction.": "التزام راسخ بإرضاء العملاء.",
  "Transparent communication and collaborative approach.": "تواصل شفاف وأسلوب تعاوني.",
  "Ready To": "",
  "Accelerate": "ھل أنت مستعد ",
  "Your Growth?": "لتسریع نموك؟",
  "Project Description": "وصف المشروع*",
  "Budget Size": "حجم الميزانية*",
  "Name": "الاسم*",
  "Email": "بريد إلكتروني*",
  "How did you hear about us ?": "كيف سمعت عنا ؟*",
  "Send": "احجز موعدا ً لاستشارة مجانیة",
  "Want to talk about your project?": "Want to talk about your project?",
  "GLOBAL": "GLOBAL",
  "Work": "Work",
  "TECHNOLOGY": "TECHNOLOGY",
  "Full Stack Apps": "Full Stack Apps",
  "Artificial Intelligence": "Artificial Intelligence",
  "Data Intensive Apps": "Data Intensive Apps",
  "Open Source": "Open Source",
  "SERVICES": "SERVICES",
  "Product Scope": "Product Scope",
  "MVP Builder": "MVP Builder",
  "consulting services": "consulting services",
  "Dedicated Teams": "Dedicated Teams",
  "BUILD": "BUILD",
  "Play with Pricing": "Play with Pricing",
  "© 2024 acceleant all rights reserved.": "© 2024 acceleant all rights reserved."
}
